{
  "recetas": [
    {
      "id": "1",
      "nombreAutor": "Joaquin Medina",
      "nombreReceta": "Mila napo con pure",
      "ingredientes": "Carne, salsa de tomates, queso, jamon, leche, huevos",
      "descripcion": "Ah, la milanesa napolitana con puré, un clásico argentino que conquista corazones y paladares. Imaginen una milanesa dorada y crujiente, abrazada por una capa de jamón y queso mozzarella derretido, coronada con una salsa de tomate casera, aromática y sabrosa. A su lado, un puré de papas cremoso y suave, como una nube de confort.",
      "imagen": "https://media-cdn.tripadvisor.com/media/photo-s/09/93/09/dc/cazuela.jpg"
    },
    {
      "id": "2",
      "nombreAutor": "Maria Pastrana",
      "nombreReceta": "Empanadas argentinas",
      "ingredientes": "Masa, papa, huevo, carne o pollo, cebolla verde",
      "descripcion": "Las empanadas argentinas, pequeñas obras de arte culinario envueltas en una masa dorada y crujiente, son un viaje de sabores y texturas que te transportan a las pampas argentinas.",
      "imagen": "https://images.pexels.com/photos/8279711/pexels-photo-8279711.jpeg?auto=compress&cs=tinysrgb&w=400"
    },
    {
      "id": "3",
      "nombreAutor": "Agustin Reynoso",
      "nombreReceta": "Locro: Un guiso con historia y sabor",
      "ingredientes": "Maiz blanco, porotos, zapallo, carne, patita de chancho, mondongo",
      "descripcion": "El locro, un guiso ancestral que hunde sus raíces en la época precolombina, es un plato emblemático de la gastronomía argentina. Un viaje culinario a través de los sabores y aromas de la tierra, una explosión de texturas y tradiciones.",
      "imagen": "https://www.clarin.com/img/2019/05/08/dbXFDbB_B_720x0__1.jpg"
    },
    {
      "id": "1967",
      "nombreAutor": "Cacho Medina",
      "nombreReceta": "Fideos con salsa",
      "ingredientes": "fideos, manteca, salsa de tomates, queso para rallar",
      "descripcion": "Los fideos con salsa, un clásico de la cocina hogareña, una danza de sabores y texturas que conquista paladares de todas las edades. Un plato simple, versátil y reconfortante que nos invita a disfrutar de la calidez de un abrazo en cada bocado.",
      "imagen": "https://images.pexels.com/photos/4057738/pexels-photo-4057738.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    {
      "id": "251d",
      "nombreAutor": "Julieta Medina",
      "nombreReceta": "Pastel de papa",
      "ingredientes": "papa, huevo, carne picada, queso",
      "descripcion": "El pastel de papa es la cosa mas rica que hay. Tiene la combinacion perfecta entre la carne, la papa y el queso. Es GOOOOd",
      "imagen": "https://cuk-it.com/wp-content/uploads/2021/06/thumb05-e1623962283525-1.jpg"
    },
    {
      "id": "a4db",
      "nombreAutor": "Fabio ",
      "nombreReceta": "Asado",
      "ingredientes": "Carne vacuna, carne de chancho, verduras, chimichurri",
      "descripcion": "El asado es la comida preferida y clasica de los argentinos. El asador se convierte en un dios de la carne y sus comenzales esperan con ansias devorar lo que salga de la parrilla",
      "imagen": "https://parrillaelpobreluis.com.ar/wp-content/uploads/877589.jpg"
    },
    {
      "nombreAutor": "example",
      "nombreReceta": "example",
      "ingredientes": "example, example, example",
      "descripcion": "texto de ejemplo para probar algunas funciones",
      "imagen": "https://t4.ftcdn.net/jpg/00/06/49/45/360_F_6494517_0E1xcChKTYblcxYcuZF0D6OUzHeXwecn.jpg",
      "id": "465b"
    }
  ]
}